{"timeStamp":"last update from Airtable made at Fri Sep 16 2022 11:21:10 GMT+1000 (Australian Eastern Standard Time)","lf_Cards":[{"id":"longFormCard_1","fields":{"title":"Meg O'Shea Interview","Status":"In_progress","Attachments":[{"id":"att4Gr7w30f1COrrP","width":5760,"height":3840,"url":"https://dl.airtable.com/.attachments/c1f588fb13745403497fea9dcc541310/b21d04e0/Meg_portrait.jpeg","filename":"Meg_portrait.jpeg","size":5455645,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/.attachmentThumbnails/ca417312015d3a33cae37dfbf691129d/6e1c4fbc","width":54,"height":36},"large":{"url":"https://dl.airtable.com/.attachmentThumbnails/feb142475e71d7ce1c3990060296594f/67f9f0de","width":768,"height":512},"full":{"url":"https://dl.airtable.com/.attachmentThumbnails/ac71e195c890cc793f23b1ca7dc6a137/82ac1ff6","width":3000,"height":3000}}}],"type":"longFormCard","ToDo":"Edit #2\nProofread. \nMake missing photo list\nTake extra photos\nDiscuss Lad Ghost\n","links to LongFormCopy":["rec55Fg94egq2XSEl","recEFt4k7ldXDAVlA","recfVs0PpqD95moXT","recR4Mb9QxPTZpVz0","recUitcbxFsjwYMbR","recc0UiJjZons2SDe","recsIWVW1rQgkZ6bs","reca1gBM7m844Gr07","recc8NrcncIFzjWHk","recW946b3faYlDyce","recEHsDCAXIEL0z5U","recjuqJHqvPxoZFCR","reci8cglC6qmHcDJV","recLfR8KRpCmJ5VNG"],"number":1,"ID":"longFormCard_1","copyLinks":["megIntrv_1","megIntrv_2","megIntrv_3","megIntrv_4","megIntrv_5","megIntrv_6","megIntrv_7","megIntrv_8","megIntrv_9","megIntrv_10","megIntrv_11","megIntrv_12","megIntrv_13","megIntrv_14"]}},{"id":"longFormCard_2","fields":{"title":"Bruce Mutard Interview","Status":"Stub","Attachments":[{"id":"attQS6ZZUoL6c3HRQ","width":5760,"height":3840,"url":"https://dl.airtable.com/.attachments/7a901347bcccfd531be9a49c984bb415/f1876e8b/bruce_portrait.jpeg","filename":"bruce_portrait.jpeg","size":2857160,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/.attachmentThumbnails/557678c5aac0079f8d6588a563616d05/bffe0eae","width":54,"height":36},"large":{"url":"https://dl.airtable.com/.attachmentThumbnails/6923a84e75c5b26558a0e703f11204de/e085155e","width":768,"height":512},"full":{"url":"https://dl.airtable.com/.attachmentThumbnails/3f72cbad0e8080e780e699a48f964808/ad6c469f","width":3000,"height":3000}}}],"type":"longFormCard","ToDo":"clean up transcript,\nAssign images\nCards and themes on miro\nAirtable input\nline edit\nproofread","number":2,"ID":"longFormCard_2"}},{"id":"longFormCard_3","fields":{"title":"Milktooth Studio Interview","Status":"Stub","Attachments":[{"id":"att7ZJNoOhQvCEbGG","width":5760,"height":3840,"url":"https://dl.airtable.com/.attachments/976d9699abcf41e9a804e3dc755f2d72/6ab63e66/campbellandLizMarruffo_portrait.jpeg","filename":"campbellandLizMarruffo_portrait.jpeg","size":2728132,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/.attachmentThumbnails/be91d5ea66ec9a64d3544b3138d65672/53c6d404","width":54,"height":36},"large":{"url":"https://dl.airtable.com/.attachmentThumbnails/a12291bdd946241de0499f8740fbc6b7/b1d7c73d","width":768,"height":512},"full":{"url":"https://dl.airtable.com/.attachmentThumbnails/bec274a917d5bf8c0d51a6738f81702b/a642f8fd","width":3000,"height":3000}}}],"type":"longFormCard","ToDo":"clean up transcript,\nAssign images\nCards and themes on miro\nAirtable input\nline edit\nproofread","number":3,"ID":"longFormCard_3"}},{"id":"longFormCard_4","fields":{"title":"Sarah Winifred Searle Interview","Status":"Stub","Attachments":[{"id":"att0JCi7HjL2LSMhP","width":5760,"height":3840,"url":"https://dl.airtable.com/.attachments/ac868a2f78c5248b5f99b76f3fba1ffd/f70b8052/sarahSearle_portrait.jpeg","filename":"sarahSearle_portrait.jpeg","size":3055675,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/.attachmentThumbnails/8036a91eef0f044d67ba46f5bce1f319/43c4099a","width":54,"height":36},"large":{"url":"https://dl.airtable.com/.attachmentThumbnails/f3c6eea599223ad652a2eada02a5dfda/e20294a8","width":768,"height":512},"full":{"url":"https://dl.airtable.com/.attachmentThumbnails/2cfaa384a91786974347e728e504256e/105c9114","width":3000,"height":3000}}}],"type":"longFormCard","ToDo":"clean up transcript,\nAssign images\nCards and themes on miro\nAirtable input\nline edit\nproofread","number":4,"ID":"longFormCard_4"}},{"id":"longFormCard_5","fields":{"title":"Wolfgang Bylsma Interview","Status":"Stub","Attachments":[{"id":"attyGCoau1HbiNy8e","width":5760,"height":3840,"url":"https://dl.airtable.com/.attachments/6ab3fad524e22a5df2ef17c878f99467/20776ecf/wolfganhBylsma_portrait.jpeg","filename":"wolfganhBylsma_portrait.jpeg","size":1146858,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/.attachmentThumbnails/ac2075a158c708e5e1ad02f40b79acb5/6efeea3f","width":54,"height":36},"large":{"url":"https://dl.airtable.com/.attachmentThumbnails/f93d9e111398305347a3684b631ec7ca/edbbe056","width":768,"height":512},"full":{"url":"https://dl.airtable.com/.attachmentThumbnails/6377b89edb739e66df5c90f18089905e/0cfa565d","width":3000,"height":3000}}}],"type":"longFormCard","ToDo":"clean up transcript,\nAssign images\nCards and themes on miro\nAirtable input\nline edit\nproofread","number":5,"ID":"longFormCard_5"}},{"id":"longFormCard_6","fields":{"title":"Gavin Than Interview","Status":"Stub","Attachments":[{"id":"attgVwVuouU3bLP9G","width":5760,"height":3840,"url":"https://dl.airtable.com/.attachments/357f4fa119091e89b4e46f8225d9d2d5/a871d1f1/gavin_portrait.jpeg","filename":"gavin_portrait.jpeg","size":2224978,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/.attachmentThumbnails/bd59ea119fe9d137007fd45053044f50/0df9477b","width":54,"height":36},"large":{"url":"https://dl.airtable.com/.attachmentThumbnails/d654b8b26cfcf945400567029042ba4f/cf0c2942","width":768,"height":512},"full":{"url":"https://dl.airtable.com/.attachmentThumbnails/206abafa81a311edbbdb206df81d10e2/5f824b63","width":3000,"height":3000}}}],"type":"longFormCard","ToDo":"clean up transcript,\nAssign images\nCards and themes on miro\nAirtable input\nline edit\nproofread","number":6,"ID":"longFormCard_6"}},{"id":"longFormCard_7","fields":{"title":"Matt Huynh Interview","Status":"In_progress","type":"longFormCard","number":7,"ID":"longFormCard_7"}}],"lf_copy":[{"id":"megIntrv_1","fields":{"Copy_rt":"**Gabriel Clark: **Here we are. Again. Meg Oshea.\n\n**Meg Oshea: **Gabriel Clark.\n\n**GC:** Tell us about this comic.\n\n**MO:** This is an autobio comic I made about the first zine fair I went to which was Sticky Institute’s Festival of the Photocopier of 2015. It was their first festival. I don't even remember how I heard about it. The comic is about me being very nervous.\n\nI had never actually attended a Zine Fair before when I arrived I think I only had two things to sell. One was the project called _Wolves of King Street_ that I'd done as part of Pat Grant’s class at UTS and the other one was a stupid story about a character my friend had made called Lad Ghost who was a little ghost who was also a lad. I spent the day just like sweating. This isn't much of an exaggeration. Sweating a bunch, failing to make eye contact with people and chatting to this very nice person next to me. I can't even remember if I sold any comics. I was so stressed out the whole time.\n\nWhatever money I made from sales immediately went to other people zines. That was the main benefit of turning up to this event. I remember I would take these long walks around the hall because I was VERY nervous. That gave me the chance to pick up a lot of stuff I wouldn't have been able to get if I wasn’t there on that day. I picked up a lot of stuff that, I realised in retrospect, was obscure, early work by artists that I would grow to really admire. Now I can look back at them and see how these artists worked in 2015 and compare them to how they work now. It's just it's nice.\n\n\n","prefix":"megIntrv_","number":1,"nextStep":"raw","bigText":"That First Zine Fair","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"\n","copy_pt":"Gabriel Clark: Here we are. Again. Meg Oshea.\nMeg Oshea: Gabriel Clark.\nGC: Tell us about this comic.\nMO: This is an autobio comic I made about the first zine fair I went to which was Sticky Institute’s Festival of the Photocopier of 2015. It was their first festival. I don't even remember how I heard about it. The comic is about me being very nervous. \nI had never actually attended a Zine Fair before when I arrived I think I only had two things to sell. One was the project called Wolves of King Street that I'd done as part of Pat Grant’s class at UTS and the other one was a stupid story about a character my friend had made called Lad Ghost who was a little ghost who was also a lad. I spent the day just like sweating. This isn't much of an exaggeration. Sweating a bunch, failing to make eye contact with people and chatting to this very nice person next to me. I can't even remember if I sold any comics. I was so stressed out the whole time. \nWhatever money I made from sales immediately went to other people zines. That was the main benefit of turning up to this event. I rember I would take these long walks around the hall because I was VERY nervous. That gave me the chance to pick up a lot of stuff I wouldn't have been able to get if I wasn’t there on that day. I picked up a lot of stuff that, I realised in retrospect, was obscure, early work by artists that I would grow to really admire. Now I can look back at them and see how these artists worked in 2015 and compare them to how they work now. It's just it's nice.\n","id":"megIntrv_1"}},{"id":"megIntrv_2","fields":{"Copy_rt":"**Meg O’shea:** I picked up an anthology that I think Simon Hanselmann had put together. It has had stuff by Michael Fikaris, Tommi Parish,  HTML Flowers and maybe even like 10 other people. I was going through it the other day and I noticed how different the styles are and how much everyone has developed. It’s interesting if you consider where Hanselmann is now — out on the world stage — but this zine was little. It was still nicely produced, but it was still, like, a small zine anthology from this local community.\n\n\n","prefix":"megIntrv_","number":2,"nextStep":"raw","bigText":"On Victoria Drug Scene","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"\n","copy_pt":"Meg O’shea: I picked up an anthology that I think Simon Hanselmann had put together. It has had stuff by Michael Fikaris, Tommi Parish,  HTML Flowers and maybe even like 10 other people. I was going through it the other day and I noticed how different the styles are and how much everyone has developed. It’s interesting if you consider where Hanselmann is now ¬— out on the world stage — but this zine was little. It was still nicely produced, but it was still, like, a small zine anthology from this local community.","id":"megIntrv_2"}},{"id":"megIntrv_3","fields":{"Copy_rt":"**Meg O’shea:** My style has changed quite a lot since I went to the Festival of the Photocopier and made this comic. Before I did Pat’s class, I really liked this Korean Canadian comic artist called Laura Park. She drew herself basically the same way I draw myself here. I think it might have been because she’s an Asian woman with glasses and I was it as a good way to negotiate that in terms of visual representation. I was also using brush and ink to make this comic and I don't use those anymore. I think I was mostly using those tools because of Pat’s class. It physically feels really good, to use tools and materials that are so receptive to the movement of your hand and the pressure that you are applying. It makes you more aware of how you’re holding your hand. It just looks good going down onto the paper. I still find that working with brush and ink is very pleasurable, but, maybe I'm too impatient for it now.\n\nAfter working on this comic I started working with like Dip Pen which is something that traditional cartoonists will use to correct brush lines. I changed to a dip pen to take some of the expressiveness — or the variations in line thickness — out of the work. I found myself really gravitating towards art work that was more on, maybe, the _sterile_ end of things.  I always really liked Chris Ware —his work is like that — and I really enjoyed Nick Drnaso’s work. \n\nI was working with subject matter is quite emotional at times but I’m also someone who gets embarrassed about emotions. I think there's something like very, like, _clinical_ and “matter of fact” about less expressive lines that gives the responsibility of interpreting emotions to the reader, which is something that I appreciated.\n","prefix":"megIntrv_","number":3,"nextStep":"raw","bigText":"On Representation","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"I was working with subject matter is quite emotional at times but I’m also someone who gets embarrassed about emotions.\n","copy_pt":"Meg O’shea: My style has changed quite a lot since I went to the Festival of the Photocopier and made this comic. Before I did Pat’s class, I really liked this Korean Canadian comic artist called Laura Park. She drew herself basically the same way I draw myself here. I think it might have been because she’s an Asian woman with glasses and I was it as a good way to negotiate that in terms of visual representation. I was also using brush and ink to make this comic and I don't use those anymore. I think I was mostly using those tools because of Pat’s class. It physically feels really good, to use tools and materials that are so receptive to the movement of your hand and the pressure that you are applying. It makes you more aware of how you’re holding your hand. It just looks good going down onto the paper. I still find that working with brush and ink is very pleasurable, but, maybe I'm too impatient for it now.","id":"megIntrv_3"}},{"id":"megIntrv_4","fields":{"Copy_rt":"**Gabe Clark:** You said, this 2015 Festival of the Photpcopier is the first zine fair you had ever been to? You were studying at the time, right? What else was happening in Your life at the time you made this comic?\n\n**Meg O’shea:** I was part-way through a post-grad degree in animation at UTS. Pat’s class was a compulsory subject as part of that degree. After that I was feeling like I probably liked comics a lot more than I liked animation. I ended up studying animation because I kind of found myself flailing after art school and not sure.I was trying to work out what I was, what I wanted to do in terms of like what medium I wanted to work in, what medium was best for things I was thinking about.  I guess like this is around the time I started thinking more about  Adoption and stuff as well.\n\n**GC:** when you say adoption, you mean that adoption was part of your life and that was something you want to explore in stories, right?\n\n**MO:** So when I was in Pat’s class, I had to decide what I actually wanted to do for my final project. I'd been toying with this idea of a reptilian man who had to like live as a normal human. I was, kind of playing with the idea of discordant identities, like internal and external identities that were in conflict. I don't know why I just started thinking about this. There were a couple of, like, racist incidents which made me think about this kind of thing and made me start thinking about my adoption more. \n\n\n","prefix":"megIntrv_","number":4,"nextStep":"raw","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"\n","copy_pt":"Gabe Clark: You said, this 2015 Festival of the Photocopier is the first zine fair you had ever been to? You were studying at the time, right? What else was happening in Your life at the time you made this comic?\n\nMeg O’shea: I was part-way through a post-grad degree in animation at UTS. Pat’s class was a compulsory subject as part of that degree. After that I was feeling like I probably liked comics a lot more than I liked animation. I ended up studying animation because I kind of found myself flailing after art school and not sure.I was trying to work out what I was, what I wanted to do in terms of like what medium I wanted to work in, what medium was best for things I was thinking about.[GU1]  I guess like this is around the time I started thinking more about like Adoption and stuff as well.\n\nGC: when you say adoption, you mean that adoption was part of your life and that was something you want to explore in stories, right?.\n\nMO: So when I was in Pat’s class, I had to decide what I actually wanted to do for my final project. I'd been toying with this idea of a reptilian man who had to like live as a normal human. I was, kind of playing with the idea of discordant identities, like internal and external identities that were in conflict. I don't know why I just started thinking about this. There were a couple of, like, racist incidents which made me think about this kind of thing and made me start thinking about my adoption more. \n\n\n\n","id":"megIntrv_4"}},{"id":"megIntrv_5","fields":{"Copy_rt":"**Meg O’shea:** One thing that was important about this particular day was that this was my introduction to the comics community in real life. Like, I knew a few people through Tumblr that I met in person for the first time on this day. I met people that I'd only ever see again at subsequent Zine fairs. I think this might have been like my first introduction to Sarah Firth’s  work. I think I picked up some stuff of hers there as well.\n\n**Gabe Clark:** Who is your community of practitioners now? Who do you talk with or share work with? Was this zine fair in Melbourne also the beginning of your relationship with the Sydney community.\n\n**MO:** Yeah, you know, my close crew are the Sydney Comics people. [pause] _Gabe McCabe_, yeah, Safdar [Ahmed], Can [Yalcincaya]. Those guys.\n\n**GC:** And so, these people that you met at this zine fair and the people in the Sydney crew — how do they influence your work?\n\n**MO:** I guess that we’re all involved in the same ridiculous pursuit of these, sort of, creative outcomes. I don't know.\n\n**GC:** Is that literally it? It’s the comradery that you provide for each other? Or is there actually feedback that you give to each other?\n\n**MO:** I still get like really self-conscious about feedback, even when it's with friends. But I think the main thing I really enjoy about hanging out with other comics people is being able to talk about like you know, specific like technical things or specific thing that we’ve all just read. There’s no need to catch anyone up. Everyone knows what's going on.\n\n**GC:** Do you mean like a book that's floating around that everyone is reading?\n\n**MO:** Yeah, yeah, like you know. “Oh, you read Habibi? That was that was Orientalist bull-shit.” or whatever.\n\n**GC:** You talked about materiality earlier. You were talking about working with a brush before. How do the tools that you use and the materials that you use impact your storytelling?\n\n**GC:** Going back to representation in your work and the way you depict people. You’re often drawing yourself into your stories. How have things changed in terms of the way you create the image of yourself in the stories?\n\n**MO:**  The next one I showed after this is this sketches. Compared to the sketches and stuff I did for.The comic I did for the nib. This is a lot more cartoonish.I, I think when I was trying to work out how to, you know, represent people for the nib comic  I was really struggling with how.To depict race because that was such a huge issue for the storytelling or a huge issue for the process behind that. \n\nIt's not something that I'd really dealt with visually before either. I was trying to put in more detail like you know, looking at face shapes and like nose shapes and.And that kind of thing.\n\n**GC:** So, one of things this interview series is interested comics people creating their own community infrastructure, I know you're involved in a couple of things. Tell us about the events or festivals organisations that you're involved in. What's your role in the Comic Arts Workshop?\n\n**MO:**  Oh God. Yeah, I guess I'm involved in the Comic Art Workshop. I will be going to the retreat in November unless COVID comes and fucks everything up again. I was actually approached by Eleri [Mai Harris] and Josh [Santospirito], who very much overestimated my capabilities to contribute to the project. Initially I was very excited because I do realise that it's like quite a special and unique thing.. but then .. I don't know dude, I'm having like a fucking crisis about comics… Ugh… This isn’t the best time for this interview.\n\n**GC:** OK. Bad time for this interview. But if you've been involved in the organisation though weren't you in the group that was reading through the application?\n\n**MO:** Yeah, so I could get more familiar with the organisation structure, I became part of the selection committee. I think it was Saf [Ahmed} and Can [Yalcinkaya]. We got the absolute pleasure of reading through peoples applications — full of blood, sweat and tears — And, you know, saying “maybe not?” or “Yeah”. Oh God, it was the fucking _worst_ thing I've done in my life.\n\n**GC:** So there was a group of three of you with it.Yeah, we.And then you guys had to just read the submissions and and discuss.Let's start with the Java OK.\n\n**MO:** We're also kind of aiming for thing like gender parity, like an even geographical spread, a diverse ethnic background spread, yes.\n\n**GC:** And that process was not easy, I imagine?\n\n**MO:** Fuckin’ horrific man.\n\n**GC:** Yeah, I often wonder how people choose which of the projects get grants and stuff. It’s kind of a this black art. How do they do it?\n\n**MO:** Also, I've realised through teaching that I don't actually have that much analytical ability.\n\n**GC:** What is Australian about comics about Australian comics? Is there an Australian thing? Is there a common thread or is everyone uniquely their own?\n\n**MO:** I think everyone is quite uniquely their own. I think Fionn might have brought this up in his interview, but I think it has a lot to do with like the commercial viability of comics in Australia, there's. There's no particular one style that will like guarantee you any sort of like commercial or professional success, so I guess it kind of frees people up in a way.\n\n**GC:** It seems as though that the way people represent Australia in Australian comics doesn't seem to be universal either, you can't always tell that something is even drawn in Australia.\n\n**MO:** Yeah I wonder if some of that might be the impact of the dominance of overseas comics as well, it's like we haven't been given a language to talk about Australia.\n\n**GC:** Yeah, there are definitely makers though, who do make American style comics and they often do tell Australian stories in them, but the story comes through this weird lens or filter that kind of distorts it. Which is very strange.\n \n","prefix":"megIntrv_","number":5,"nextStep":"raw","bigText":"On Entering The Community","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"\n","id":"megIntrv_5"}},{"id":"megIntrv_6","fields":{"Copy_rt":"**Gabe Clark:** Are there any particular places or events like this that have been important for you as a comics artist?\n\n**MO:** Yeah, Read To Me. The Raid to May at Ashfield Library at an event called “Comic Conversation”. When was it? like 2018? 2017? something like that? There were a lot of very cool comics people that I only knew from the Internet and was in awe of. I read a half-finished story and they were like: “YAY! This wasn't shit!” and I'm like:  “Oh God, thank you.”\n\n**GC:** It was a pretty fun event. That was the first read to me.\n\n**MO:** Really? Oh!\n\n**GC:** And there were like 100 people there — probably more — I think who were tabling at the event beforehand and because of that, the show, had a huge audience. I was pretty excited about it. What was it about _that _event that made it so impactful in your practice?\n\n**MO:** So, I guess first is the most like totally self-serving thing was that I presented a story in which I was more honest and more vulnerable than I ever been before in any of my work. That story got accepted by a lot of people that I'd really respected — and who I still respect.\n\nAfterwards we went to Dumplings because,  it's _Ashfield_, what else does anyone do in Ashfield? And we hung out and I just got to hang out with all these cool people, some of whom I now consider to be good friends. It was, just, a like nice feeling to be accepted by a creative community for doing this thing that I found to be the most enjoyable, and to be working in this medium that was the most gratifying of any of the mediums I'd tried up until then. These were people whose work I respected a lot as well, so yeah.\n\n**GC:** You're trained as an animator, right?\n\n**MO:** Right, yeah?\n\n**GC:** What is it about comics that is gratifying as compared to, say, animation?\n\n**MO:** Yeah, a lot of the times it is definitely the immediacy of comic. A lot of the comics I've made are kind of me needing to convey something like quite quickly, and on my own steam. Making comics is something you can do by yourself. You have an end product that you can potentially interact with as, like, a physical object. As a reader, you have control over like the temporality of the of the narrative and stuff through, you know, like turning pages or stopping scrolling and that kind of thing. So as a reader, it seems like a lot more intimate to me. But yeah, I kind of just said this, but it's something you can do by yourself, but since it's like image based, it's something you can also distribute quite easily. You can have an audience of very many people, like, quite quickly, I suppose it an easy way to talk to people, basically… when you're a sad lonely loser.\n\n","prefix":"megIntrv_","number":6,"bigText":"That first \"Read To Me\"","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"I don't know it was just like a nice feeling accepted by a creative community for like doing this thing, I found the most enjoyable and the most gratifying of any of the mediums I'd tried up until then\n","id":"megIntrv_6"}},{"id":"megIntrv_7","fields":{"Copy_rt":"**Gabriel Clark:** What are you showing us now?\n\n**Me O’shea:** These are some sketches for a comic I did that ended up on The Nib (link). I guess I did these around 2017. I had been trying to work out what to do for my final project for Pat Grant’s Graphic Visualisation class at UTS. I was toying with this idea of a story about a reptilian character whose appearance doesn't match his, like, inner identity, because I'd been thinking more about my racial identity. At the end of at the end of semester Pat like took us all out. The whole class went out to Chinatown for dinner and Pat just like kind of asked, offhandedly: “Are you going to make more comics next? Is there anything you'd like to make comics about?”\n\nI was like: “Oh yeah, I guess, like,  you know, about being adopted” because I'd started thinking more about that stuff around that time.\n\nWith that in mind, I tricked myself into going onto this _First Trip Home_ tour for Korean adoptees which — kind of, as the name suggests — are these tours specifically designed for Korean adoptees going back to Korea for the first time. You normally go with a bunch of other adoptees and you do like a bunch of Korean shit.  You wear hanbok. You eat a bunch of Korean food. Blah blah blah.\n\nI told myself like — yeah, nah — this this will just be research for a comic. It's fine. I can be detached. I'll just go there and take in all the information I can. It'll be great.\nSo I went there and I had, like, an interesting time. I wasn't sure what to do with it.\n\n**GC:** So when was this again do? You know what year?\n\n**MO: **It was 2016 when I went back. That was also my last year of studying, which was probably a bad idea. I went during the mid year break and I came back and I finished my fucking animation degree.\n\nI wasn't really sure where to start with the comic so I just tried to collect and tried to draw the people had seen there work out how to draw them. I’m not actually very good at drawing. These are quite embarrassing now that I look at them.\n\n**GC:** So what tools are you using when you're? Doing these sketches.\n\n**MO:** Like LED pencil. This drawing this was a pentel pocket brush pen. Yeah, I think this drawing might have just been like a just like a $2.00 shop felt tip type thing. Think I was still using — fuck what are the dark red ones. The dark red felt tips. It's like a it's like a slightly less expensive uni ball.\n\nAlso, I’m sorry I just spat on you!\n\nCan’t remember where I was going with this.\n\n**GC:** I want to talk about the noses. Because you mentioned noses before?\n\n**MO:** Ah yeah, yeah.\n\nUhm, yeah, everyone still drawn with noses them at this stage, for whatever reason. The noses seem to be like a good, interesting shape to put on a face. Like a lot of a lot of the art that I was looking and had like cool noses.\n\n**GC:** And so this turned into a comic.\n\n**MO:** Yeah.\n\n**GC:** What was the comic called.\n\n**MO:** It was meant to be called _The M Word_, but it later got renamed by someone who is not me.\n\n**GC:** Was that… the publisher?\n\n**MO:** Yes. It got published on The Nib. It got published on the nib because I had half-made a comic about one of my days on the _First Trip Home_ tour, maybe the worst day there. I presented this half-finished story at an event called _Read To Me _at Comic Con-versation in Ashfield.\n\nBecause they got fucken roped into it by a couple of nerds. I presented the story people seem to like it. I didn't realise how much until later. I was really nervous at the event.\n\nI met Josh Santospirito, Eleri Mai Harris and Safthar [Ahmed] for the first time. I had only really heard about these people online, and I was like very starstruck.\n\nWe all ended up going to dumplings after and Eleri asked me if I'd want to finish the story I had presented for publication on _The Nib_. I, drunkenly, and enthusiastically said:  “Yes!”,  and then we ended up back at Fionn’s house, and Liam broke a bottle of whiskey.\n\n**GC:** You wanted to call it _The M Word_. What did they want? What did you change it to?\n\n**MO:** The title got changed to _A Part Of Me Is Still Unknown_, which is kind of like a slight retooling of one of the lines in the story.\n\n**GC:** And it's, uh, and that was published in _The Nib _in 2016?\n\n**MO:** 2018 it took me. It took Me 2 years to turn the bits and pieces I had into anything coherent.\n\n**CG: **And it got nominated for some awards didn’t it?\n\n**MO: **Oh yeah, It got nominated for an Ignatz for web comic.\n\n**GC:** So, the story had an impact, and you found an audience. You said earlier that you were surprised by that. Why were you surprised?\n\n**MO: **I don't know. I guess I hadn't really anticipated everyone anyone would give that much of a shot about it.\n\n**GC:** And so, who do you think your audience was then? When you were writing it.\n\n**MO:** I'm not actually sure. I suppose anyone would want to like listen or read it. I feel like every time I have like some sort of internal dialogue like. The sentences turn out in a way that it seems like I do anticipate like some sort of audience, but there wasn’t any specific one that I had in mind.\n\n**GC:** Right, and so you're thinking of an audience you’re performing the comic at a reading, but you're not thinking of an audience when you're alone writing a story?\n\n**MO:** I guess I think of writing a story as though I am, like, talking to someone, maybe? If that makes sense.\n\n**GC:** Is that a recurring part of your process? Do you usually write as though you are talking to someone?\n\n**MO:** I think so. A lot of the time I write like I'm trying to explain myself or explain something that's happened. Maybe I’m just, like, talking to myself really elaborately and people listen-in. I don't know know.\n\n**GC:** And so when you made this comic, How was this one different from the other ones you've made previously? What were the techniques and material kind of things that are unique about the process for this one. What did you learn it?\n\n**MO:** I guess it was longer than previous comics. I guess it was kind of more, _factual_. I was using, fuck, what do you call them? Crow Quills? One of those dip pens that has a brass bit on top that holds a little reservoir of ink. I had realised that I liked a lot of flatter looking artwork with thinner lines. I'd been using a lot of brushes and brush pens before, but I realised they liked to work with thinner lines, so I tried to do that. This whole comic was another big experiment in a style which I really don't like any more.\n\n**GC: **Which of these drawings in front of us are in that style that you don't like anymore?\n\n**MO:**  Oh, all of them. I mean, like, I guess these ones are okay because they are still sketchy but anything with the nose is bad. Anything with like brush lines is bad.\n\n**GC:** You first presented this story at Read To Me, which was a slide show. And then you published it as a single-scroll web comic. How did laying out the story for these different formats affect the story?\n\n**MO:** The layout effected it bunch actually. There was a first draft I sent to Eleri of the full story. I had actually, like, sneakily designed it to be printable as a really, really long concertina comic. Because I  like concertina comics and I had previously made _The wolves of King Street _as the final work for Pat’s Class and that was a concertina comic. I had really enjoyed that project, and I thought: “Huh, I'll do it the same way. Then I can _print_ it. It'll be another zine, so then I’ll have three zines I can sell.\n\nBut yeah, obviously I had to retool the story that for the single scroll. Through doing that I realised how important it was to, kind-of, enforce pauses in the layout because you don’t have some sort of like physical page like structure, and that kind of thing, UM.\n\nI realised how much like, inconsistencies in the line weight bothered me because _The Nib_ has this web template that re-sizes panels automatically depending if it's on the screen size that it is displaying on, you know. So, if you look at the piece on a phone there's are some panels that have been scaled down and others that have been scaled up. So there are blocks of hand-written text next to each other that have, like, wildly different line widths and I fucking hate it.\n\n**GC:** I remember you presenting this story for the first time at Read To Me and thinking about how well you had played with the format of a slide show. You understood how the constraints of a medium can kind of be utilised. Were you just trying to add the same pacing and the same pauses in the different mediums or did these things change from medium to medium?\n\n**MO:** The pauses and the need for that particular pacing came from the story itself, in both of the formats. I think like the pacing normally comes from the writing for me, but also at around the same time presented the story at that Ashfield, Read to Me I was doing an animation job that was essentially glorified slideshows, so, so that probably had a lot to do with the way the story came out then.\n\n**GC:** You knew how to play with the medium.\n\n**MO:** Yeah.\n\n**GC:** This is a very personal story about you and your identity and your family. How did your family feel about this story? But also, or how do they feel about your love of comics?\n\n**MO:** Well, my love of comics has gotten me employment, and that's the main thing my mum seems to be concerned about. I don't know. I'm not actually sure how they feel about the content. Neither of my parents are very like open about their feelings and sometimes when I have tried to talk about adoption related stuff with them — mostly my mum again — It has turned into, you know,  not happy discussions. Not calm discussions. It's obviously, like, a very sensitive topic for both of us, but they haven't said anything openly. They have told me that they have read some of the stuff they might say, you know, “it's a sensitively told story” or “I'm glad your skills are being recognised”.\n\nI’m like:  “OK, cool, I guess that's it then”.\n\nOh God.\n\n**GC:** Interesting that you are talking about your family and your identity as well as your racial identity, What kind of issues of representation do you come across when you're drawing people in people in Korea and people in Australia. When you come across particular representational problems while you are drawing, how do you deal with them?\n\n**MO:** Oh God, I'm still not sure. I know it's like a huge issue because. Drawing in any sort of comic style is trying to find a visual shorthand for stuff? Yeah, it's tricky. I think like I realised in Korea\n\nA lot of a lot of the things that affected my reading of people — particularly other adoptees — whether they were Western looking or Korean looking, depended on, like, their clothing and how they styled their hair and that kind of thing. So, when I’ve been drawing I've tried to put more emphasis on like the way people have their hair and the way they are dressed rather than on any essential physical features.\n\nBut, fuck. It’s hard. Especially like I don't know like a lot of the styles I was looking at previously have just drawn white people. You can make the eyes look however, you can make the face look however, and it's just going to read as like a white person most of the time so… ugh…I’m not being very articulate about this.\n\n**GC:** Is there anything else you want to add about why this story was important for you?\n\n**MO:** Presenting this story at Read to Me allowed me to like make a bunch of people that you I really respect, but also, like, I now consider friends, I suppose.\n\n**GC:  **And how do those people influence you? What is it about this community that influences you?\n\n**MO:** I don't know, I should stop referring to the interview we did with Fionn but as he said, you know. This group of people seems to be like a very, like, _chill_, compared to other creative communities. These artists are very uncompetitive and very open. I don't know. I fell in love with the medium and it's just like cool having people you can talk with about a thing that you're all in love with.\n\n\n","prefix":"megIntrv_","number":7,"bigText":"The first story about adoption and Korea","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"I tricked myself into going onto this _First Trip Home_ tour for Korean adoptees... \nI told myself like — yeah, nah — this this will just be research for a comic. It's fine. I can be detached.\n","id":"megIntrv_7"}},{"id":"megIntrv_8","fields":{"Copy_rt":"**Meg O’shea:** These are diary comics I did in Korea.\n\n**Gabriel Clark:**  So what was going on in your life? Where were you? Tell us about this pile of diary comics.\n\n**MO:** These were all diary comics done between 2019 and 2021 while I was living in Korea. Also, under the pretence of doing research for a graphic novel.\n\n**GC:** Which city were you in?\n\n**MO:** I was in Seoul.\n\n**GC:** Were you working?\n\n**MO:** Yeah, I was teaching teaching English to children and a couple of adults at various points during my time there.\n\n**GC:** OK, so, you're living in Seoul. Were you there on your own?\n\n**MO:** No, I was with my partner Liam.\n\n**GC:** We could talk about the drawings first, I've noticed that there are no noses.\n\n**MO:** Fuck noses. Get out of here.\n\n**GC:** What is it about these comics that you like stylistically?\n\n**MO:** I found a way to work that was less, _painful_ and just looks less ugly. I don't know. I hope you can agree with that.\n\n**GC:** Absolutely. What are the steps then to to this pain free way of working?\n\n**MO:** It kind of varies. Some of these are diary comics and I wanted to do them as quickly as possible. For others I had bought some coloured card for some craft activities with my students. I noticed on like the reverse side of the cards that there was a 5 millimetre grid. I’m like: “Cool”. I cut myself some squares out of that and I would draw the outline of a square panel in blue pencil. Then like go around it with pen. I'm using a Tikki Rotring Graphic for these ones now.\n\nSome other comics were done in notebooks. Korean Daiso is fucking amazing and always has shitloads of notebooks. The ones they sell have these nice thin pages, so all you really have to is your even sided square panel once and then just trace it onto each page. It's super quick and maybe quite lazy but — yeah — less fucking around means more like coherent drawings, right?\n\n**GC: **So how many drawings to you reckon you made in these diary comics?\n\n**MO:** Good question. I dunno. A fair few.\n\n**GC:** Hundreds? Thousands?\n\n**MO:** Maybe. I don't know actually.\n\n**GC:** So maybe talk us through one panel. Is there any panel here you want to talk to you about? A story moment or a moment where something interesting was happening with the drawing.\n\n**MO: **There is one particular page that stands out. One from early on in the stay in Korea. I was before we had a rental place in Seoul and before we had a chance to get ourselves set up with stuff. I had no access to a computer. I was still making diary comics, but I was using this scanner app on my phone, right? So, I wasn't able to use the paint bucket tool in Photoshop to fill in the larger areas that I wanted to be black, so I was still like using my pentel pocket to fill in the areas I want it to be black.\n\n**GC:** And what are the stories that you're telling in this page?\n\n**MO:** This one was drawn, maybe, two or three weeks into living in Korea. Before we arrived I had felt a lot of pressure around, like, race and stuff. It was because of what was going on with politics at home in Australia and, like, a few racist incidents that I had experience personally, that kind of thing. So, one of the things I really enjoyed after getting to Korea was that we had entered a new social context and a new political context. It felt like kind of like a nice holiday, as horrible as that sounds.\n\nIt was awesome, just to be on the outside of that, and instead to be distracted with — you know — finding furniture, or, like, finding a doona that meant you wouldn’t freeze to death in a Korean winter.\n\nBut then the Christchurch shooting happened and that was so much of a reminder of the shitty-ness of Australia. International white supremacy and all that fun stuff came back to me. So this comic was about that feeling.\n\nOh look! I gave Fraser Anning and Peter Dutton and Pauline Hanson noses. Actually, if I draw white characters, they all have noses. [nervous Laughter] Ahh! Anyway.\n\n**GC:** interesting.\n\n**MO:** Yeah.\n\n**GC:** And so there's a sense of distance from Australia, but then also a sense horror at the politics. Being so new to Seoul did you feel a similar sense of immunity to the politics and the issues in Korea?\n\n**MO:** Yeah, there was definitely an element of that for a while but not the whole time. Later on I started learning more about local politics.\n\n**GC:** Did you find you were exposed to any politics or any issues around Korean Adoptees through your work with the adoption agency?\n\n**MO:** Kind of. Not really. Not really anything I hadn't known before I go to Korea.\n\nI guess more of the new political stuff I learned about Korea while I was there was more to do with issues of elderly elderly welfare. They have a shitty welfare and old age pension system there. In Korea there are also all these issues to do with workers and that kind of thing.\n\n**GC:** And what about communities of comics makers? Did you come across any of that in Korea?\n\n**MO**: No, like. Interacting with any non-English speaking communities in Korea was obviously really difficult.\n\nUhm, I met a few people involved with Fine Arts communities through an adoptee that I knew in Seoul. There were also these, you know, expat arts communities which are mostly Americans.\nSo, there's a huge like commercial comics industry in Korea. I think that if any young person wants to do comics or, you know, feels drawn to comics. They'll probably just start making web-toons to be commercially viable rather than forming into an independent comics community in the same way that they would in Australia, I suppose.\n\nThere were some, like, small press illustration books and a few comics like that.\n\nThere might be a huge community in Koreal that I don't know about as well.\n\n**GC:** That stuff, usually reveals itself to you usually in the last week that you're in a country.\n\n**MO:** Actually, sorry, one more thing to mention with these comics pages. One of the reason they have this format is because I was starting to make like everything for Instagram. This was my main means of like staying connected to like the comics community, my friends and stuff I had back home\n\n**GC:** You mean the square panelled format?\n\n**MO:** Yeah, yeah.\n\n**GC:** It reminds me of Mandy Ord’s diary comics. She did four panels a day.\n\n**MO:** Oh yeah, yeah.\n\n**GC:** And are these like that? Did you make a comic a day or something like that?\n\n**MO:** No, no set schedule. Just as stuff happened like. Again,  because I feel like I'm not that good at — you know — talking about stuff, verbally, it felt like this was a good way to update people back home on what was going on.\n\n**GC:** So location is a big part of these diary comics because you're in a new place.What’s your process for incorporating place based images into the stories?\n\n**MO:** I don't know, just putting some Korean shit in.\n\n**GC:** But do you take reference photos? Are you watching and observing?\n\n**MO:** Uhm, I normally. I do take a lot of photos. If there's something I'm going to forget, but with most of these diary comics, I feel like I could just observe and, kind of, wing it.\nDuring the first year in Korea, if I was out somewhere and something vaguely interesting is happening, I guess I would try and pay more attention to the environment. I'm like: “Oh, maybe I want to turn this into a comic” or like: “Maybe this is important and I shouldn't forget it.”\n\n**GC:** Are you drawing what you're seeing, or are you just looking and remembering.\n\n**MO:** Literally just looking remembering a lot of the time. Or taking very stealthy photos sometimes.\n\n**GC:** your brain must be very visual.\n\n**MO:** Yeah, I don't know. I probably should have done something differently to remember this trip because I've forgotten so much now. Oh God.\n\n**GC:** But that's an amazing process like to see how your dieary comics are made. It makes me I just want to read them, to pick them up in this sketchbook format. You should publish it like that with a ring binder.\n\n**GC:** Can we come back to representation? Earlier we talked about the way that you draw white people with noses. Do you think there is a real issue of representation in comics? Is it an issue with Australian comics? Or is it cartooning in general. What do you what do you reckon?\n\n**MO:** I think cartooning, in general, is quite a complicated thing.\n\nI don't like drawing in very complex ways. I like drawing like very simply because I don't like taking a lot of time with stuff, I suppose. And — you know — having to have those visual short-hands_ does _make representation an issue.\n\n**GC: **But if it’s** **a visual shorthand that is your own _style_ and it’s not a trope. That's a different problem that you're solving right?\n\n**MO:** The difficult thing is, just, trying to make a characters read clearly, to be identifiable as part of a specific ethnic community.\n\n**GC:** Is there anything else you want to add about these diary comics.\n\n**MO:** I don't know like. I really did feel when I was in Korea these comics were my main way of keeping in contact with people.\n\n**GC:** I remember looking at them on instagram when you uploaded them. They were great. They're very effective in doing that.\n\n**MO:** Yeah. I'm glad I did them as well. I try to keep a written diary as well and there are a lot of kind of small details that haven’t really been conveyed in the diary, that I can look at in these comics and drawings. Like, look at this water bottle in this panel. That's like in every single Korean restaurant.\n\n**GC:** Right.\n\n**MO:** This kind of bowl. Like I remember what that sunflower painting in the background looked like. I'm glad I drew them.\n\n**GC: **And what's so what's next for the Korea story? Are you still trying to battle it? \n\n**MO:** Oh God. [pause] Yeah, I dunno.\n\n**GC:** No, real plan or anything?\n\n**MO:** I'm going to the Comic Art Workshop this November [2022], so, I want to have something done by then to make it look semi worthwhile, but I don't know. I don't know what I'm doing. I realise I need therapy before I can write on a bunch of it.\n\n**GC:** It _this_ therapy?\n\n**MO:** Oh my God, NO! Another thing about like the fact that like the these sketches for like _A Part Of Me Is Still Unknown_. I feel like, because that was a story that required me to like pull a large chunk of my guts out and put them on a page and that was the story that like made people go: “Oh, you're alright at making comics”. It created this really shitty link. Oh waid. Not shitty. Not link. [pause] I don't know. A lot of the things that I make that feel valuable to me are the things that are the most… _trying…_\n\n**GC:** Or vulnerable or something?\n\n**MO:** Yeah. It _is_ therapeutic to do this, sometimes, but it's also like I have painted myself into a corner. The only thing I'm going to find fulfilling to make is going to be this thing that like…[pause]\n\n**GC:** That exploits your own vulnerabilities.\n\n**MO:** I guess so. Sometimes it's hard to tell if it's if it's if it's beneficial because when I tell stories about adoption it’s never that _fun_. But then people will be like: “Oh, Thank you for this. I learned from this.” And I'm like: “Fucking awesome, everyone should know what’s going on. We should, like, shut down international adoption.” Whatever.\n\n**GC:** And do you reckon that's a common thing with writing? Do you think there's a vulnerability in simply being a creative writer?\n\n**MO:** Yeah, suppose like the there is. Particularly with autobio stuff. Obviously. I speak with other people who do autobio stuff and it's like: “Yeah I got nowhere else to put it. Let's put it here.” Yeah, I don't know. God sorry I went on a total tangent with that.\n\n**GC:** No, it's great. Thank you. Let's move them away from the camera.\n\n","prefix":"megIntrv_","number":8,"bigText":"Korean Diary Comics","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"Oh look! I gave Fraser Anning and Peter Dutton and Pauline Hanson noses. Actually, if I draw white characters, they all have noses.\n","id":"megIntrv_8"}},{"id":"megIntrv_9","fields":{"Copy_rt":"**Gabriel Clark:**_ _All right Meg\n\n**Meg O'Shea:** Yes.\n\n**GC:**_ _What is this next artefact that you have brought in?\n\n**MO:** This is — apparently — a very expensive anthology. It’s called Blood and Thunder #2. I only really realised the significance of this anthology of like a few years after I got it. It was printed by blood and Thunder, which I just realised was only two people, Leigh Rigozzi and Kernow Craig. I thought maybe Mickie Quick was part of that for some reason.\n\n**GC:** So what was blood and Thunder?\n\n**MO:** They were a print collective based mostly around a risograph machine. As far as I could tell that they did have some, like other interesting contraptions.\n\n**GC:** The Blood and Thunder risograph machine went on to become the Rizzeria.\n\n**MO:** Did it?\n\n**GC: **Yeah\n\n**MO:** Oh, what the Fuck?... OK.\n\n**GC:** So this risograph machine has been on a bit of a journey.\n\n**MO:** I didn't know that.\n\nSo, my partner, Liam, was co-directing — in a “Renew Newcastle” style way — this space. It was once an air conditioning factory and it was about to be developed in Roselle. Around the time that Liam and I first got together Blood and Thunder had a residency in some of the studios that were downstairs in that building. I had just Just finished art school at School of Contemporary Arts where Leigh Rigozzi had been my teacher. Am I saying his name wrong?\n\n**GC:** Rigg-ott-sea… That's how I say it. It could be Rigg-ohh-sea.\n\n**MO:** Leigh Rigg-oht-sea?\n\n**GC:** Let us know Leigh. If you're reading this transcript. Let us know. \n\n**MO:** Jesus. Yeah, so, like — for me — This studio was a place where I'd hang around with friends before and after parties. We’d do stuff like decorate the sides of stupid sound systems, but there were people working there at Blood and Thunder and also Monster Mouse in studios beneath. I'd see Leigh down there sometimes. And I'd say hi and there would be, like, this big, weird machine doing stuff up the back of the studio, but I was too scared to go in there. Like, “What's going on in there? Ha ha ha”.\n\nI knew leigh was a Sydney comics guy at that point, just because I’d met him at uni, but I didn't really have that much interest in comics at that stage. I was still coming out of that, kind of, _contemporary art _practice that I was exposed to at uni. But yeah, Liam, my partner would talk to Leigh and Kernow a bunch.\n\nThey printed this book when they had a residency at that place in Rozelle called Anyplace Projects. We went to the launch of the book and Liam bought copy, and it just kind of sat on the shelf looking pretty for ages. I come to back to it _now_ and I'm like, “oh fuck!”. Now, I recognise the work of every single artist in here. And now I have so much more of an appreciation for what each of these works are doing, and like how they were put together, and, like, I now know what a risograph machine is.\n\n**GC:** So what's risograph machine?\n\n**MO:** It’s a type of printer. It’s like a cross between a screen printing machine and a photo copier? It puts down layers of single colours to make very cool images, yeah?\n\n","prefix":"megIntrv_","number":9,"bigText":"On That Blood and Thunder Anthology","LongFormCards":["recMsipbQr5s5NS5n"],"pullQuote":"There were people working there at Blood and Thunder and there would be, like, this big, weird machine doing stuff up the back of the studio, but I was too scared to go in there.\n","id":"megIntrv_9"}},{"id":"megIntrv_10","fields":{"Copy_rt":"**GC:** So is there any particular story in this anthology that stands out or influenced you?\n\n**MO:** I don't know if there is a single one. I just love looking back on the book now and seeing so much of this stuff because I can see how people styles have changed, right? I mean the story called, _Judy_, by Lachlan Conn is just frigging insane. It's just, like, next level to look at. When I was down in Tassie Leigh just like _gave_ me a like a printed copy of the zine version with just the _Judy_ story. I tried to give him money for it and he’s like: “No, no just have it”. I'm like: “Oh my God”.\n\nI like to see the way different styles have developed since then or, sometimes, styles that have remained consistent. When I was going through my zines I found this really old anthology edited by Simon Hanselmann called _Victoria Drug Scene_. It’s one of those ones I picked up at a zine fare 'cause I liked the cover. yeah, but yeah, it's just got like stuff from Simon and Michael Fikaris and, like, a bunch of other people who’s styles have changed completely now. It's just so nice to look back at.\n\n**GC:** Michael Fikaris has a great book which is basically all of his old comics combined together as an anthology. It’s an anthology of his own work! It's amazing to read because on the first page he is trying to draw like what he thinks comics are and their last page he now at his contemporary style. It's mind-blowing to read the whole book where you can see someone journey developing style and storytelling and through iteration. It's wonderful.\n\n","prefix":"megIntrv_","number":10,"bigText":"Memorable Moments","LongFormCards":["recMsipbQr5s5NS5n"],"id":"megIntrv_10"}},{"id":"megIntrv_11","fields":{"Copy_rt":"**GC:** _Blood and Thunder #2_ is a book that is noteworthy in its materiality. How important, are material aspects in reading a comic like this?\n\n**MO:** Hugely important. It just it makes things feel intimate, being able to _hold _something and feel and then have control of the pace at which you go through it. My God. Just like being able to stop and pause and sit on an image for ages. That is just Awesome.\n\n**GC:** When you do stop and pause on an image, would it be because of the type of printing? Is it just the drawing? Ot is it because it's a story moment? What do you think is having the most impact there?\n\n**MO:** A lot of the time, I guess it's kind of like the amount of detail in an image that make you pause. If you're reading like a longer work and you also just need to take a pause think about what's just happened. That's a reason to stop a lot of the time. A lot of the time, the thing that makes you stop is an appreciation of a technical aspect of the comic.\n\n**GC:** You mentioned you picked up the _Victoria Drug Scene _anthology, because it had a good cover.\n\n**MO: **Oh yeah. Maybe that was in during a 2015 trip to Melbourne. I didn't know about a lot of the artists to look out for. So, I’m like: “Oh, this is an anthology. It's going to have like a bunch of people I might like. I'll give it a shot.”\n\nBut, getting back to the materiality thing. I can't articulate why there's something so good about having a printed thing. Especially, especially with zines. I don't know.\n","prefix":"megIntrv_","number":11,"bigText":"On Materiality in Blod and Thunder #2","LongFormCards":["recMsipbQr5s5NS5n"],"id":"megIntrv_11"}},{"id":"megIntrv_12","fields":{"Copy_rt":"**GC:** But you still work with. Tumblr, don't you?\n\n**MO:** I haven't actually uploaded there too much recently. I should.\n\n**GC:** But you engage with social media web stuff.\n\nMO: Yes, yes.\n\n**GC:** How is how is that experience different? What are the differences in in the two different mediums?\n\n**MO:** You get more immediate feedback from social media. In terms of like creating for social media, in a way, there's slightly less pressure with social media to make it look really nice because you can just say: “Oh, yeah, made this tonight. Put it on Instagram. Whatever.”\n\n**GC:** Do you find there is anxiety or pressure on the internet? Have you found it facilitates, kind of, awkward interactions with people, in regards to your work?\n\n**MO: **Not so much online. I mean, people sometimes take a message I hadn't intended from my work. That can be a bit awkward, but most awkward things tend to come when people have seen my work online and then I see them in real life. It's normally the worst thing. It's nice having a barrier, particularly, when you’re seeing someone in person and knowing like, oh, you know my entire practice — and it’s all this really personal shit —and you probably formed an opinion of me based on that and now I have to make eye contact with you in a room.\n\n","prefix":"megIntrv_","number":12,"bigText":"On Social Media and Comics","LongFormCards":["recMsipbQr5s5NS5n"],"id":"megIntrv_12"}},{"id":"megIntrv_13","fields":{"Copy_rt":"**GC:** Do you think you're happy with your visual voice? Now that you've found in comics.\n\n**MO:** I'm _happier_ with it. I don't know. Actually, I'm not sure. I'm definitely happier with recent work than I am with my older work. I don't know. I like to be like maybe like neater or something, I don't. Know I don't know like I appreciate workn that can very confidently take all the emotion out of the lions. Like Chris Ware and Nick Drnaso\n\n**GC:** What places does your stories return to?\n\n**MO:** Like semantically or physically?\n\n**GC:** Both, but even, like, recurring techniques. What are your storytelling tricks and habits?\n\n**MO** One thing I like is adding little bits of shadow in solid black shapes in a way that looks a bit wrong. I think I might have copied off Bailey Sharpe at some point. I guess like trying to use pattern to make things look flat, but also patterns in structure or rhythm of the story. You know, a story might be like: “Something. Something. Significant pause.”\n\n I appreciate silence and other peoples work so I'm just trying to emulate that\n\n","prefix":"megIntrv_","number":13,"bigText":"On Visual Style and Graphic Voice","LongFormCards":["recMsipbQr5s5NS5n"],"id":"megIntrv_13"}},{"id":"megIntrv_14","fields":{"Copy_rt":"**GC:** Are there any important moments that you remember in Australian Comics.\n\nMO: It's like significant for me personally, when like Simon Hanselmann became huge internationally. I don't think he really has that much of an Australian voice in his stories. Actually, when I think of other artists like him — who are huge overseas — like Tommy Parish or Lee Lai. They don't really have that much an Australian voice.\n\n**GC:** They are just telling a story and they could be from anywhere. Fionn McCabe talked about that in the comic Arts Workshop crew. There was no real sense of Australian identity coming from the Australian storytelling that he was engaging with.\n\n**MO:** Yeah, I don't know. I do appreciate stories that do feel Australian though, and have that element of familiarity. Chris Gooch just did a book calle Under Earth. Just seeing, like, little Southern crosses on the guard’s gear is really intense and cool.\n**GC:** Why do you think that works for you?\n\n**MO:** I think maybe just because we're probably mostly going to be exposed to comics from the states, so it's just, _nice_ seeing something that's like familiar like that.\n\n","prefix":"megIntrv_","number":14,"bigText":"On an Australian Voice in Comics","LongFormCards":["recMsipbQr5s5NS5n"],"id":"megIntrv_14"}}]}